Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: With the currently used mappaint style the style for inner way equals the multipolygon style
ja: 現在使用されている地図描画スタイルでは、内側のウェイのスタイルはマルチポリゴンのスタイルと等しいです

source: With the currently used mappaint style the style for outer way mismatches the area style
ja: 現在使用されている地図描画スタイルでは、外側の道路のスタイルがエリアスタイルと一致しません。

source: With this in mind we haven't deployed exactly the same [[wiki]] technology to support translations.
ja: これを考慮して、私たちは翻訳を支援する全く同じ[[JA:ウィキ|ウィキ]]技術を提供していません。

source: Wood
ja: 自然林

source: Woodland where timber production does not dominate use.
ja: 木材生産が積極的に行われていない森林です。

source: Work Offline...
ja: オフライン作業...

source: Work in progress can be found at [[User:Tallguy/Thoughts_%26_ideas/Beginners_guide]] == Development == The tasking manager was designed and built for the [[Humanitarian OpenStreetMap Team]] and is still under active development.
ja: 進行中の作業はは、[[User:Tallguy/Thoughts_%26_ideas/Beginners_guide]]を参照してください。 ==開発== タスクマネージャーは、[[Humanitarian OpenStreetMap Team]]のために設計され、構築されましたが、現在も活発な開発が行われています。

source: Works
ja: 工場

source: World OSB manager...
ja: World OSB 管理...

source: Worldwide
ja: ワールドワイド

source: Worst tracktype (1-5) the vehicle can still use, 0 for none
ja: 自動車が走行可能なトラック種別の最大値(なしならば0)

source: Would you like to restart now?
ja: すぐに再起動しますか？

source: Would you like to restore the data?
ja: データを復元しますか?

source: Would you like to simplify the ways in the converted layer?
ja: 変換されたレイヤの方法を簡略化しますか?

source: Would you like to update now ?
ja: 今すぐ更新しますか？

source: Write coordinates to image header
ja: 画像ヘッダに座標を書き込む

source: Write error:
ja: 書き込みエラー:

source: Write position information into the exif header of the following files:
ja: 次のファイルのexif ヘッダに位置情報を書き込む:

source: Writing module list to local cache ''{0}''
ja: モジュール一覧をローカルキャッシュ ''{0}'' に書き込み中

source: Writing plugin list to local cache ''{0}''
ja: ローカルキャッシュ ''{0}'' にプラグインリストを書き込み中

source: Writing position information to image files...
ja: 位置情報を画像ファイルに書き込み中

source: Writing to file
ja: ファイルに書込み中

source: Wrong closing tag {0} (</{1}> expected)
ja: 閉じタグ {0} は誤りです(</{1}>が必要)

source: Wrong image?
ja: 画像間違えた？

source: Wrong number of arguments for bookmark
ja: ブックマークに対する引数の数が誤っています

source: Wrong syntax in {0} key
ja: {0}キーの文法が正しくありません

source: Wrongly Ordered Ways
ja: 順番が正しくないウェイ

source: XAPI server used to download OSM data when Overpass API is not available
ja: Overpass API サーバーが利用できないときに OSM データをダウンロード XAPI サーバー

source: XAPI server:
ja: XAPIサーバー:

source: XLS files
ja: XLSファイル

source: XML Imagery Bounds
ja: XML画像の領域

source: XML tag <user> is missing.
ja: XML タグ <user> がありません。

source: Xapi selector
ja: Xapiセレクタ

source: Years
ja: 年

source: Yes
ja: はい

source: Yes, always
ja: はい、常に

source: Yes, apply it
ja: はい、適用します

source: Yes, create a conflict and close
ja: はい、競合を作成して閉じる

source: Yes, delete nodes
ja: はい、ノードを削除

source: Yes, discard changes and reload
ja: はい、変更を破棄して再読み込みします

source: Yes, download the missing members
ja: はい、見つからないメンバをダウンロードします

source: Yes, once
ja: はい、一度だけ

source: Yes, save anyway
ja: はい、強制保存します

source: Yes, save the changes and close
ja: はい、変更を保存してクローズ

source: Yet another tasking manager?
ja: さらに別のタスクマネージャですか?

source: You agree that the United Nations Convention on Contracts for the International Sale of Goods (1980) is hereby excluded in its entirety from application to this Agreement.
ja: あなたは国連の国際商取引のための契約慣行(1980)が、この同意書への適用からその全体において、ここに除外されることに同意します。

source: You already have an Access Token to access the OSM server using OAuth.
ja: OAuthを使用しているOSMサーバーへのアクセス権を持ったアクセストークンが既にあります。

source: You are about to clear all preferences to their default values<br />All your settings will be deleted: plugins, imagery, filters, toolbar buttons, keyboard, etc. <br />Are you sure you want to continue?
ja: 全ての設定値をデフォルト値に戻そうとしています<br />プラグイン、画像、フィルター、ツールバーボタン、キーボードなどの全ての設定が削除されます。<br />本当に実行しますか？

source: You are about to combine {0} objects, but the following tags are used conflictingly:<br/>{1}If these objects are combined, the resulting object may have unwanted tags.<br/>If you want to continue, you are shown a dialog to fix the conflicting tags.<br/><br/>Do you want to continue?
ja: あなたは{0}件のオブジェクトを結合しようとしていますが、次のタグが競合するように使われています。<br/>{1}もしこれらのオブジェクトが結合されると、オブジェクトには予期しないタグが設定されることになります。<br/>継続した場合は、競合するタグを修正するダイアログが表示されます。<br/><br/>継続しますか？

source: You are about to combine {1} object, which is part of {0} relation:<br/>{2}Combining these objects may break this relation.
ja: リレーション{0}の一部をなす<br/>{1}オブジェクトを結合しようとしていさう。{2} これらのオブジェクトの結合は、このリレーションを破壊します。

source: You are about to delete incomplete objects.<br>This will cause problems because you don''t see the real object.<br>Do you really want to delete?
ja: 不完全なオブジェクトを削除しようとしています。<br>実際のオブジェクトを見ていないので、これは問題を引き起こすことがあります。<br>本当に削除しますか？

source: You are about to delete nodes outside of the area you have downloaded.<br>This can cause problems because other objects (that you do not see) might use them.<br>Do you really want to delete?
ja: ダウンロード範囲外のノードを削除しようとしています。<br>(あなたが見ていない)ほかのオブジェクトが使っているかもしれないので、この操作は問題を引き起こす可能性があります。<br>本当に削除しますか？

source: You are about to delete nodes which can have other referrers not yet downloaded.<br>This can cause problems because other objects (that you do not see) might use them.<br>Do you really want to delete?
ja: ダウンロード範囲外から参照されているノードを削除しようとしています。<br>(あなたが見ていない)ほかのオブジェクトが使っているかもしれないので、この操作は問題を引き起こす可能性があります。<br>本当に削除しますか？

source: You are about to delete {0} relation: {1}<br/>This step is rarely necessary and cannot be undone easily after being uploaded to the server.<br/>Do you really want to delete?
ja: あなたは次の{0}件のリレーションを削除しようとしています。{1}<br/>この操作はあまり必要ではなく、サーバーにアップロード後は簡単には元に戻せません。<br/>本当に削除しますか？

source: You are about to duplicate {0} relation: {1}<br/>This step is rarely necessary.
ja: {0}リレーションを複製しようとしています:{1}<br/>この手順はほとんど必要ありません。

source: You are about to launch {0} browser window.<br>This may both clutter your screen with browser windows<br>and take some time to finish.
ja: あなたは{0}枚のブラウザーを開こうとしています。<br>ブラウザーウィンドウが画面上に散乱したり、終了に<br>時間がかかったりするおそれがあります。

source: You are about to merge data between layers ''{0}'' and ''{1}''.<br /><br />These layers have different upload policies and should not been merged as it.<br />Merging them will result to enforce the stricter policy (upload discouraged) to ''{1}''.<br /><br /><b>This is not the recommended way of merging such data</b>.<br />You should instead check and merge each object, one by one, by using ''<i>Merge selection</i>''.<br /><br />Are you sure you want to continue?
ja: レイヤー「{0}」と「{1}」をマージしようとしています。<br /><br />これらのレイヤーは異なるアップロードポリシーを持っており、おそらくマージされたことがありません。<br />これらをマージすると、「{1}」により厳しいアップロードポリシー(アップロード制限)が強制的に適用されます。<br /><br /><b>このようなデータをマージすることはお勧めしません</b>。「<i>マージの選択</i>」を使用して、1つ1つマージするオブジェクトを選択することもできます。<br /><br />本当に続けますか？

source: You are about to merge more than 1 object between layers ''{0}'' and ''{1}''.<br /><br /><b>This is not the recommended way of merging such data</b>.<br />You should instead check and merge each object, <b>one by one</b>.<br /><br />Are you sure you want to continue?
ja: レイヤー「{0}」と「{1}」の間にある複数のオブジェクトをマージしようとしています。<br /><br /><b>このようなデータをマージするのに推奨される方法ではありません</b>。<br />代わりに<b>1つ1つ</b>のオブジェクトを選択してマージするべきです。<br />それでも継続しますか？

source: You are about to open <b>{0}</b> different relation editor simultaneously.<br/>Do you want to continue?
ja: <b>{0}枚</b>の異なるリレーションエディターを同時に開こうとしています。<br/>続けますか？

source: You are about to open <b>{0}</b> history dialog.<br/>Do you want to continue?
ja: <b>{0}</b>件の履歴ダイアログを開こうとしています。<br/>続けますか？

source: You are about to simplify {0} way with a total length of {1}.
ja: {1}の全長で{0}のウェイを単純化しようとしています。

source: You are about to unglue incomplete objects.<br>This will cause problems because you don''t see the real object.<br>Do you really want to unglue?
ja: 完全でないオブジェクトを引き離そうとしています。<br>実際のオブジェクトが見えていないので、問題が発生する可能性があります。<br>本当に引き離しますか？

source: You are about to unglue nodes outside of the area you have downloaded.<br>This can cause problems because other objects (that you do not see) might use them.<br>Do you really want to unglue?
ja: ダウンロードされた範囲の外側にあるノードを削除しようとしています。<br>\r この操作は、このノードを使用しているダウンロードされていないオブジェクトに問題を起こす可能性があります。<br>\r ノードを削除してよろしいですか？

source: You are about to unglue nodes which can have other referrers not yet downloaded.<br>This can cause problems because other objects (that you do not see) might use them.<br>Do you really want to unglue?
ja: ダウンロード範囲外から参照されているノードをの接着を解除しようとしています。<br>(あなたが見ていない)ほかのオブジェクトが使っているかもしれないので、この操作は問題を引き起こす可能性があります。<br>接着を解除しますか？

source: You are about to upload data from the layer ''{0}''.<br /><br />Sending data from this layer is <b>strongly discouraged</b>.
ja: レイヤー''{0}''からデータをアップロードしようとしています。<br /><br />このレイヤーからデータを送信することは<b>推奨されません</b>。

source: You are currently not logged in.
ja: ログインしていません

source: You are logged in as ''{0}''.
ja: ''{0}'' としてログイン中です。

source: You are not logged in, please log in to Mapillary in the preferences
ja: まだログインしていません。Mapillaryに設定からログインしてください。

source: You are running version {0} of Java.
ja: あなたはJavaバージョン{0}を使用しています。

source: You are setting an empty role on {0} object.
ja: {0}件のオブジェクトに空のロールを設定しようとしています。

source: You can adjust the sliders to manually match the photos.
ja: スライダを調整して、手動で写真に合わせることができます。

source: You can also enter east and north offset in the {0} coordinates.
ja: {0}座標に東方向と北方向のオフセットを入力することもできます。

source: You can also paste an URL from www.openstreetmap.org
ja: www.openstreetmap.orgから、URLを貼り付けることもできます。

source: You can also use Chrome with ng test --browsers=ChromeHeadless.
ja: ng test--browsers=ChromeHeadlessでChromeを使用することもできます。

source: You can also use the syntax <tt>lat="..." lon="..."</tt> or <tt>lat=''...'' lon=''...''</tt>.
ja: <tt>lat="..." lon="..."</tt> または <tt>lat=''...'' lon=''...''</tt> の文法も使えます。

source: You can both edit the <a href="{2}">help topic in your local language ({1})</a> and the <a href="{3}">help topic in English</a>.</p></html>
ja: ローカル言語({1})の<a href="{2}">ヘルプトピック</a>と英語の<a href="{3}">ヘルプトピック</a>の両方を編集できます。</p></html>

source: You can copy+paste the list of a status report here.
ja: ここに動作ログの一覧をコピー＆ペーストできます。

source: You can drag select a range of tracks or use CTRL+Click to select specific ones.
ja: トラックの範囲をドラッグして選択するか、[Ctrl]を押しながらクリックして特定のトラックを選択できます。

source: You can find [https://wiki.osmfoundation.org/wiki/Etiquette the OSMF adopted version of the Etiquette page here], and [https://wiki.openstreetmap.org/wiki/Talk:Etiquette#History_of_the_Etiquette_Page a longer history of the development of the etiquette and moderations guidelines on the talk page].
ja: [https://wiki.osmfoundation.org/wiki/EtiquetteはエチケットページのOSMF版を採用しています]、[https://wiki.openstreetmap.org/wiki/Talk:Etiquette#History_of_the_Etiquette_Page 議論ページでエチケットとモデレーションのガイドラインを開発した長い歴史を持っています]。

source: You can find his email by searching in [https://lists.openstreetmap.org/pipermail/talk/ the Talk archives] or write him via his user page.
ja: 彼のメールは、[Talkアーカイブのhttps://lists.openstreetmap.org/pipermail/talk/]で検索するか、彼のユーザーページで書くことができる。

source: You can learn about how we use the data about your visit or information you provide reading our {link}.
ja: 私達が利用するデータの利用法や用途についてはこちら {link} を御覧ください。

source: You can make a difference
ja: あなたの手で世界に変化を

source: You can now accept this token.
ja: これで、このトークンを受け入れることができます。

source: You can often find evidence of this in far end corners of the map itself or on/inside map covers.
ja: 多くは地図の一番最後の遠い角のところにあるか、地図のカバーかその内側にあります。

source: You can reopen it with the buttons in the left toolbar.
ja: 左ツールバーのボタンをクリックすると、再度開くことができます。

source: You can see the tool in action: log into the widely used [https://tasks.hotosm.org/ HOT Tasking Manager] and start mapping.
ja: 広く使われている[https://tasks.hotosm.org/HOT Tasking Manager]にログインし、マッピングを開始します。

source: You can separate longitude and latitude with space, comma or semicolon.
ja: 緯度と経度は空白かカンマかセミコロンで区切ってください。

source: You can't correct a street name, or add the pub/bar over the road, or use the data in a computer program without paying a lot of money.
ja: 通りの名前を修正したり、パブやバーの名前を通りに書き込んだり、コンピュータ上で利用する事はかなりの金額を払わない限りできません。

source: You changed the key from ''{0}'' to ''{1}''.
ja: キーを''{0}''から''{1}''に変更しました。

source: You changed the value of ''{0}'' from ''{1}'' to ''{2}''.
ja: ''{0}''の値を''{1}''から''{2}''に変更しました。

source: You changed the value of ''{0}'': {1}
ja: ''{0}''の値が変更されました:{1}

source: You currently don't have any projects.
ja: 現在、プロジェクトはひとつもありません。

source: You did not specify a source for your changes.<br />It is technically allowed, but this information helps<br />other users to understand the origins of the data.<br /><br />If you spend a minute now to explain your change, you will make life<br />easier for many other mappers.
ja: 変更セットのソースが指定されていません。<br />技術的には問題ありませんが、この情報は他のユーザーが<br />データの出典を知るうえで役に立ちます。<br /><br />もし変更の説明にもう少し時間を費やしていただければ、<br />他の多くのマッパーがもっと楽になります。

source: You do not have an Access Token yet to access the OSM server using OAuth.
ja: OAuthを使用してOSMサーバにアクセスするためのアクセストークンがまだありません。

source: You entered an empty query.
ja: 空のクエリを入力しています。

source: You have been removed from project ''
ja: あなたは、プロジェクトからすでに退場しています

source: You have downloaded too much data.
ja: ダウンロードしたデータが多すぎます。

source: You have encountered a bug in JOSM
ja: JOSMのバグです

source: You have some unsaved map changes
ja: 地図への変更が保存されていません

source: You have successfully uploaded {0} image to mapillary.com
ja: {0}この画像をmapillary.comへアップロード完了しました。

source: You have to restart JOSM for some settings to take effect.
ja: 設定を有効にするにはJOSMを再起動する必要があります。

source: You have to specify tagging preset sources in the preferences first.
ja: 先に設定情報のタグ付きプリセットのソースを指定してください。

source: You have to update Java in order to use this plugin.
ja: このプラグインを使用するには、Javaを更新する必要があります。

source: You have {0} unread message.
ja: {0}件の未読メッセージがあります。

source: You may also wish to post to the discussion lists, and indicate that area is under dispute in the appropriate page in the wiki and add the [[:Category:Disputed Names]] to that page.
ja: あなたはまた、望むならメーリングリストに投稿したり、該当ページに<b>Category:Disputed_Names</b>というカテゴリを追加し、Wikiの適切なページでこのエリアが紛争中であるということを示すことができます。

source: You may face critical Java bugs; we highly recommend you to update to Java {0}.
ja: Java {0} に

source: You may need to restart the program for these changes to take effect
ja: これらの変更が有効になるには、プログラムを再起動する必要があるかもしれません。

source: You moved more than {0} element.
ja: {0}個以上の要素を移動しました。

source: You moved {0} element by a distance of {1}.
ja: {0}要素を{1}の距離だけ移動しました。

source: You must enter a comment to create a new note
ja: 新しいメモを作成するには、コメントを入力する必要があります

source: You must enter a search term
ja: 検索用語を入力してください

source: You must make your edits public to upload new data
ja: 新しいデータをアップロードするには編集をパブリックにしなければなりません

source: You must select at least one way.
ja: 1つ以上のウェイを選択しなければなりません

source: You must select two or more nodes to split a circular way.
ja: 円形につながったウェイの分割には、二つ以上のノードを選択する必要があります。

source: You need to SHIFT-drag the play head onto an audio marker or onto the track point where you want to synchronize.
ja: SHIFT+ドラッグで、再生開始点を合わせたいオーディオマーカの上か、トラックポイントの上に持ってくる必要があります。

source: You need to drag the play head near to the GPX track whose associated sound track you were playing (after the first marker).
ja: 再生ヘッドを、再生しているサウンドトラックに対応するGPXトラックの近くにドラッグする必要があります。

source: You need to get fetch layers
ja: レイヤーを取得する必要があります

source: You need to globally install the Angular CLI (in order to use the ng command line tool)
ja: (ngコマンドラインツールを使用するには) Angular CLIをグローバルにインストールする必要があります

source: You need to have paused audio at the point on the track where you want the marker.
ja: マークしたいトラックポイントでオーディオを一時停止する必要があります。

source: You need to pause audio at the moment when you hear your synchronization cue.
ja: あなたの同期用キューと同期させる瞬間に、オーディオを一時停止する必要があります。

source: You should add one plugin id per line, version information is ignored.
ja: プラグインIDを1行に1つずつ記入してください。バージョン情報は無視されます。

source: You should select a GPX track
ja: GPXトラックを選択しなければなりません

source: You updated your JOSM software.<br>To prevent problems the plugins should be updated as well.<br><br>Update plugins now?
ja: JOSMソフトウエアが更新されました。<br>問題が起こらないよう、プラグインも同様に更新すべきです。<br><br>プラグインを更新しますか？

source: You will not<br>be able to access any protected resource on this server using this token.</html>
ja: このトークンを使用して、このサーバー上の保護リソースにアクセスすることは<br>できません。</html>

source: You will see that the new page will have the same title, but a language code prefix added.
ja: 新しいページが言語接頭辞が付いた同じ題名で表示されます。

source: Your Name
ja: 名前

source: Your changeset source is <i>rejected</i>.
ja: 変更セットのソースが<i>拒否されました</i>。

source: Your current version of JOSM is {0}
ja: 現在のJOSMのバージョンは {0} です。

source: Your email address
ja: Emailアドレス

source: Your language will be shown as available.
ja: 言語が存在するものとして表示されるようになります。

source: Your project will be created with {n} tasks.
ja: プロジェクトは {n} 個のタスクで作成されます。

source: Your saved queries:
ja: 保存したクエリ:

source: Your upload comment is <i>empty</i>, or <i>very short</i>.<br /><br />This is technically allowed, but please consider that many users who are<br />watching changes in their area depend on meaningful changeset comments<br />to understand what is going on!<br /><br />If you spend a minute now to explain your change, you will make life<br />easier for many other mappers.
ja: あなたが投稿したアップロードコメントは、<i>空白</i>か<i>とても短い</i>です。<br /><br />これは技術的には問題ありませんが、何が行われたかを理解するために、意味のある変更セットのコメントに頼っている、<br />この領域を監視している多くのユーザーのことを考えてみてください。<br />あなたが行った変更について説明することにもう少し時間を割いて下されば、他の多くのマッパーが<br />もう少し快適になるでしょう。

source: Your upload comment is <i>rejected</i>.
ja: アップロードコメントが<i>拒否されました</i>。

source: Your work has been saved automatically.
ja: 作業内容が自動的に保存されました。

source: Zero coordinates: {0}
ja: 値のない座標: {0}

source: Zip Files
ja: Zipファイル

source: Zip line
ja: ジップライン

source: Zone
ja: 対象

source: Zoo
ja: 動物園

source: Zoom
ja: ズーム

source: Zoom &all
ja: 全てズーム(&a)

source: Zoom &in
ja: ズームイン(&i)

source: Zoom &out
ja: ズームアウト(&o)

source: Zoom &window
ja: ウィンドウズーム(&w)

source: Zoom (in metres)
ja: ズーム(メートル単位)

source: Zoom In
ja: 拡大

source: Zoom In (Keypad)
ja: ズームイン(テンキー)

source: Zoom Interaction
ja: ズームの説明

source: Zoom Out
ja: ズームアウト

source: Zoom Out (Keypad)
ja: ズームアウト(キーパッド)

source: Zoom Out/in (%)
ja: ズーム アウト/イン(%)

source: Zoom To Actual Size
ja: 指定した大きさにズーム

source: Zoom To Page
ja: ページにズーム

source: Zoom and move map
ja: ズームと地図の移動

source: Zoom best fit and 1:1
ja: 最適な等倍表示

source: Zoom by dragging or Ctrl+.
ja: ドラッグまたは[Ctr]l+[.]でズーム

source: Zoom in
ja: ズームイン

source: Zoom in to see messages
ja: メッセージを見るためにズームイン

source: Zoom level:
ja: ズームレベル:

source: Zoom levels
ja: ズームレベル

source: Zoom mode
ja: ズームモード

source: Zoom out
ja: ズームアウト

source: Zoom steps to get double scale
ja: ズーム比率を倍にするためのステップ数

source: Zoom the view to {0}.
ja: {0}へビューをズームします。

source: Zoom to
ja: ズームする

source: Zoom to Gap
ja: 端点にズーム

source: Zoom to downloaded data
ja: ダウンロードしたデータにズーム

source: Zoom to in layer
ja: レイヤー上でズーム

source: Zoom to member
ja: メンバにズーム

source: Zoom to native resolution
ja: 本来の解像度にズーム

source: Zoom to node
ja: ノードにズーム

source: Zoom to objects
ja: オブジェクトにズーム

source: Zoom to selected element
ja: 選択した要素にズーム

source: Zoom to selected element(s)
ja: 選択した要素にズーム

source: Zoom to selected image
ja: 選択した画像へズーム

source: Zoom to selected primitive(s)
ja: 選択されたプリミティブにズーム

source: Zoom to selection
ja: 選択へズーム

source: Zoom to the corresponding objects in the current data layer
ja: 現在のデータレイヤー中の対応するオブジェクトにズームする

source: Zoom to the currently selected Mapillary image
ja: 現在選択しているMapillary画像へズームします。

source: Zoom to the currently selected turn restrictions
ja: 選択中の進行方向制限にズーム

source: Zoom to the first selected node
ja: 最初に選択されたノードにズーム

source: Zoom to the gap in the way sequence
ja: 一連のウェイの端点にズームします。

source: Zoom to the object the first selected member refers to
ja: 最初に選択されたメンバーが参照しているオブジェクトにズーム

source: Zoom to the objects in the content of this changeset in the current data layer
ja: 現在のデータレイヤー中のこの変更セットに含まれるオブジェクトにズームする

source: Zoom to the selected item in the todo list.
ja: ToDoリストで選択されたアイテムにズームする

source: Zoom to this member in the current data layer
ja: 現在のデータレイヤでこのメンバにズーム

source: Zoom to this node in the current data layer
ja: 現在のデータレイヤー内のこのノードにズーム

source: Zoom to {0}
ja: {0}へズーム

source: Zoom window
ja: ズームウィンドウ

source: Zooming disabled because layer of this relation is not active
ja: このリレーションのレイヤーは有効でないのでズームは無効化されました

source: Zooming disabled because layer of this way is not active
ja: このウェイのレイヤーがアクティブでないため、ズームは無効になりました

source: Zooming disabled because there is no selected member
ja: 選択されたメンバーが無いのでズームは無効化されました

source: Zooming disabled because there is no selected node
ja: ノードが選択されていないため、ズームは無効になりました

source: [Accept Button] [Decline Button]
ja: [承諾ボタン] [否認ボタン]

source: [[/Phase Out]] of OpenStreetBugs started, with users encouraged to use [[Notes]].
ja: OpenStreetBugsの[[/Phase Out]]が開始され、ユーザは[[Notes]]の使用を推奨されます。

source: [[File:Lyebuildings.jpg|right]] Lye Close isn't in the index either.
ja: [[File:Lyebuildings.jpg|right]] ライ路地は索引にも載っていません。

source: [[TIGER]] is full of these.
ja: [[TIGER]] にはこれらが多く含まれています。

source: [[Template:Languages]] lists all languages available.
ja: [[Template:Languages]]は、利用可能な言語すべてを一覧表示します。

source: [[User:CrystalWalrein|CrystalWalrein]] 02:46, 20 October 2008 (UTC) == Other types of watermarking == Beyond introducing blatantly false information, other tricks are employed by cartographers to protect their work from copying.
ja: [[User:CrystalWalrein|CrystalWalrein]] 02:46, 20 October 2008 (UTC) == その他の「すかし」の例 == 故意に誤った情報を入れること以外にも、地図作成者がコピーからの防御のために使うテクニックはあります。

source: [[file:TM_myprojects.png|right|500px]] ===Feedback from the validator=== To see only the projects you have already worked on, tick the 'Your projects' box.<br clear=all> ====Locating just the squares (Tasks) you have completed==== [[file:TM_myprojects_1.png|right|800px]] Click on the heading for one of the projects you have completed a square(s) for , then click on the Stats tab, and scroll down until you can see the users that have worked on this project, locate your user name in the list, and hover the mouse pointer (don't click, just put the cursor over) over your username.
ja: [[file:TM_myprojects.png|right|500px]] ===バリデータからのフィードバック=== 作業済みのプロジェクトのみを表示するには、[プロジェクト]ボックスをチェックします。<br clear=all> ====完了した四角形(タスク)のみを検索する==== [[file:TM_myprojects_1.png|right|800px]] 完了したプロジェクトのいずれかの見出しをクリックし、[Stats]タブをクリックして、このプロジェクトで作業したユーザが表示されるまで下にスクロールし、リスト内でユーザ名を探し、ユーザ名の上にマウスポインタを置きます(クリックするのではなく、カーソルを重ねます)。

source: [empty way]
ja: [空のウェイ]

source: [file]
ja: [ファイル]

source: [gap]
ja: [端点]

source: [https://www.mediawiki.org/wiki/Manual:FAQ#How_do_I_purge_a_cached_page.3F Purge cache] to rescan the available languages.
ja: 利用可能な言語を再構築するために、[http://www.mediawiki.org/wiki/Manual:FAQ#How_do_I_purge_a_cached_page.3F キャッシュを更新]してください。

source: [https://www.openstreetmap.org/index.html?lat=52.552128&lon=-1.859822&zoom=15 Here] is what the housing estate looks like on OSM as created from my GPX track.[[User:Blackadder|Blackadder]] 12:17, 3 Feb 2006 (GMT) * [http://maps.google.com/maps?f=q&hl=en&t=h&ll=51.462283,-0.164773&spn=0.006484,0.015492&t=h Clapham Junction to Clapham Common] a Tele Atlas Easter Egg showed a road running diagonal from the main intersection of Clapham Junction to Clapham Common, through several streets, rows of houses, and a department store.
ja: [https://www.openstreetmap.org/index.html?lat=52.552128&lon=-1.859822&zoom=15 これ]は、わたしのGPXトラックから作成された住宅がOSMでどのようにか見えるか、を示しています。[[User:Blackadder|Blackadder]] 12:17, 3 Feb 2006 (GMT) * [http://maps.google.com/maps?f=q&hl=en&t=h&ll=51.462283,-0.164773&spn=0.006484,0.015492&t=h クラッパム・ジャンクションからクラパム・コモン] Tele Atlasのイースターエッグでは、クラッパム・ジャンクションの主要交差点からクラパム・コモンまで、いくつかの通り、家の列、デパートを横切って斜めに道路を引いています。.

source: [incomplete]
ja: [不完全]

source: a new value (manual intervention needed due to language conflict)
ja: (言語の競合のため手動介入が必要) 新しい値

source: abbreviated street name
ja: 通り名が略称になっている
